{
  "beyond_the_game": {
    "brief": "Sintetizează cunoștințele de-a lungul întregii expoziții. Corelează informații între secțiuni. Analizează tiparele din istoria gaming-ului, ecosistemele de dezvoltatori și evoluția designului din anii 1980 până în prezent.",
    "debrief": "JOCURILE CA MODEL PENTRU TOATĂ ÎNVĂȚAREA\n\nAi finalizat toate cele trei misiuni. Acum întrebarea incomodă: dacă jocurile sunt atât de bune la predare, de ce nu funcționează toată învățarea în acest fel?\n\nGândește-te la educația tradițională pentru un moment. Prelegeri unde stai pasiv timp de o oră. Manuale pe care le citești cu săptămâni înainte de test. Examene care vin fără a doua șansă. Subiecte prezentate izolat unul de celălalt. Eșec care este pedepsit în loc să fie folosit ca feedback pentru îmbunătățire.\n\nAceasta este aproape opusul modului în care jocurile predau. Cercetările lui Shute și Ke (2012) arată că evaluarea întârziată, cu miză mare—tipul folosit în majoritatea școlilor—subminează activ învățarea în comparație cu feedback-ul imediat, cu miză mică pe care jocurile îl oferă în mod natural. Jocurile îți dau informații exact când ai nevoie de ele; educația tradițională te face să aștepți săptămâni pentru a afla dacă ai înțeles ceva.\n\nTeoria Încărcării Cognitive explică de ce prelegeri eșuează adesea: memoria noastră de lucru poate gestiona doar atâtea informații deodată (Sweller, 1988). Dă-ne prea mult, și nu putem procesa nimic. Jocurile \"fragmentează\" în mod natural informația—dându-ți un concept nou, lăsându-te să exersezi, apoi dându-ți următorul. Fac asta instinctiv pentru că jucătorii abandonează jocurile care îi copleșesc.\n\nÎn această expoziție, fiecare misiune a structurat următoarea. Dificultatea a crescut gradual. Ai primit feedback imediat (răspunsuri corecte sau greșite). Eșecul a fost sigur (ai putut încerca din nou). Aceasta este modul în care Taxonomia lui Bloom descrie învățarea sofisticată: începând cu cunoștințe de bază și construind spre sinteză și evaluare (Krathwohl, 2002).\n\nEvidența se acumulează că această abordare funcționează dincolo de jocuri:\n\n- Duolingo folosește mecanici de joc (puncte, niveluri, streak-uri) pentru a preda limbi mai eficient decât cursurile tradiționale (Vesselinov & Grego, 2012)\n- Studenții la medicină învață chirurgia mai bine în simulatoare—unde pot eșua în siguranță și repeta la nesfârșit—decât prin ucenicia tradițională (Seymour et al., 2002)\n- Chiar și acest sistem de misiuni gamifică educația muzeală, transformându-te dintr-un observator pasiv într-un cursant activ\n\nDezvoltatorii români pe care i-ai descoperit exemplifică această schimbare. Interrogation de la Critique Gaming nu te prelegește despre etică—te face să înfrunți dileme etice și să trăiești cu consecințele. Yaga de la Breadcrumbs Interactive nu îți spune despre folclorul slav—te lasă să îl experimentezi. Last Tales creează spații unde înveți rezolvând probleme împreună. Acestea nu sunt \"jocuri care întâmplător predau\"—sunt predare care se întâmplă prin joc.\n\nRain World oferă o metaforă perfectă: ești simultan prădător și pradă într-un ecosistem care este întotdeauna ușor dincolo de abilitatea ta actuală. Fiecare moarte te învață ceva. Mediul oferă suficient suport pentru a te menține progresând. Aceasta este ceea ce Vygotsky a numit \"Zona Dezvoltării Proximale\"—acel punct optim unde ești provocat, dar nu copleșit (Vygotsky, 1978). Rain World impune acest lucru prin însăși structura sa.\n\nGândește-te la răspunsul tău la ultima întrebare. Ai recunoscut că propria ta învățare a fost structurată pe parcursul acestor trei misiuni. Această conștientizare—ceea ce educatorii numesc \"metacogniție\"—este obiectivul final al învățării. Nu ai învățat doar fapte despre jocuri; ai învățat cum funcționează învățarea însăși. Acum poți recunoaște aceste tipare în alte contexte și poate chiar să concepi experiențe de învățare tu însuți.\n\nÎntrebarea nu este \"Ar trebui să facem învățarea mai asemănătoare jocurilor?\"\n\nJocul este tehnologia originală de învățare a umanității, rafinată de-a lungul a milioane de ani înainte ca școlile să existe. Întrebarea este: de ce am încetat să folosim aceste principii când am creat educația formală—și pot jocurile să ne ajute să ne amintim?\n\nJocurile nu predau doar conținut. Predau cum funcționează învățarea. Aceasta este contribuția lor revoluționară.\n\n---\n\nREFERINȚE:\nDweck, C. S. (2006). Mindset: The New Psychology of Success. Random House.\nKrathwohl, D. R. (2002). A revision of Bloom's taxonomy: An overview. Theory into Practice, 41(4), 212-218.\nSeymour, N. E., Gallagher, A. G., Roman, S. A., O'Brien, M. K., Bansal, V. K., Andersen, D. K., & Satava, R. M. (2002). Virtual reality training improves operating room performance: Results of a randomized, double-blinded study. Annals of Surgery, 236(4), 458-464.\nShute, V. J. (2011). Stealth assessment in computer-based games to support learning. In S. Tobias & J. D. Fletcher (Eds.), Computer Games and Instruction (pp. 503-524). Information Age Publishers.\nShute, V. J., & Ke, F. (2012). Games, learning, and assessment. In D. Ifenthaler, D. Eseryel, & X. Ge (Eds.), Assessment in Game-Based Learning: Foundations, Innovations, and Perspectives (pp. 43-58). Springer.\nSweller, J. (1988). Cognitive load during problem solving: Effects on learning. Cognitive Science, 12(2), 257-285.\nVesselinov, R., & Grego, J. (2012). Duolingo Effectiveness Study. City University of New York.\n\nLECTURĂ SUPLIMENTARĂ:\nClark, D. B., Tanner-Smith, E. E., & Killingsworth, S. S. (2016). Digital games, design, and learning: A systematic review and meta-analysis. Review of Educational Research, 86(1), 79-122.\nHoney, M. A., & Hilton, M. L. (Eds.). (2011). Learning Science Through Computer Games and Simulations. National Academies Press.\nPrensky, M. (2006). Don't Bother Me, Mom, I'm Learning!: How Computer and Video Games are Preparing Your Kids for 21st Century Success and How You Can Help! Paragon House.\nYoung, M. F., Slota, S., Cutter, A. B., Jalette, G., Mullin, G., Lai, B., ... & Yukhymenko, M. (2012). Our princess is in another castle: A review of trends in serious gaming for education. Review of Educational Research, 82(1), 61-89.",
    "q1": {
      "a1": "Ms. PAC-MAN (1981), BurgerTime (1982), Papers Please (2013), Stray (2022)",
      "a2": "BurgerTime (1982), Ms. PAC-MAN (1981), Stray (2022), Papers Please (2013)",
      "a3": "Papers Please (2013), BurgerTime (1982), Ms. PAC-MAN (1981), Stray (2022)",
      "a4": "Stray (2022), Papers Please (2013), Ms. PAC-MAN (1981), BurgerTime (1982)",
      "a5": "BurgerTime (1982), Papers Please (2013), Ms. PAC-MAN (1981), Stray (2022)",
      "text": "Aranjează aceste patru jocuri cronologic de la CEL MAI VECHI la CEL MAI NOU: Ms. PAC-MAN, Papers Please, Stray, BurgerTime"
    },
    "q2": {
      "a1": "The Hex de la Daniel Mullins Games",
      "a2": "Game Builder Garage de la Nintendo",
      "a3": "There Is No Game: Wrong Dimension",
      "a4": "Portal (referit în descrieri)",
      "a5": "Minecraft (referit în descrieri)",
      "text": "Ce joc din expoziție predă EXPLICIT designul de jocuri în sine, demonstrând că principiile jocurilor pot preda subiecte complexe?"
    },
    "q3": {
      "a1": "Last Tales (Raiders of The Lost Island)",
      "a2": "stoneskip. (Simpler Times)",
      "a3": "Breadcrumbs Interactive (Yaga)",
      "a4": "Sand Sailor Studio (ASKA)",
      "a5": "Edgeflow Studio (Breachway)",
      "text": "DEZVOLTARE DE JOCURI ROMÂNEASCĂ - Ce dezvoltator român a creat un joc pentru secțiunea KIDS ROOM, arătând cum dezvoltatorii locali contribuie la educația globală prin gaming?"
    },
    "q4": {
      "a1": "Un sanctuar de grădină pașnic",
      "a2": "Un ecosistem distrus unde ești atât prădător, cât și pradă",
      "a3": "Un oraș prietenos fără pericol",
      "a4": "O dimensiune de călătorie în timp",
      "a5": "Un recif de corali subacvatic",
      "text": "Conform descrierii sale, în Rain World joci ca o \"slugcat nomadă\" în ce fel de mediu?"
    },
    "q5": {
      "a1": "Gummy Cat, Critique Gaming, Breadcrumbs Interactive",
      "a2": "Critique Gaming, Gummy Cat, Breadcrumbs Interactive",
      "a3": "Breadcrumbs Interactive, Gummy Cat, Critique Gaming",
      "a4": "Angry Mob Games, KillHouse Games, Alien Pixel Studios",
      "a5": "stoneskip., Last Tales, Sand Sailor Studio",
      "text": "IDENTIFICARE DEZVOLTATORI - Potrivește fiecare dezvoltator român cu jocul lor:\n- Joc A: Bear and Breakfast\n- Joc B: Interrogation: You will be deceived\n- Joc C: Yaga"
    },
    "q6": {
      "a1": "Toate cele trei misiuni au fost la fel de dificile fără nicio progresie",
      "a2": "Misiunea 1 a predat bazele, Misiunea 2 a construit pe acele cunoștințe, Misiunea 3 a necesitat sintetizarea a totul—demonstrând învățare structurată",
      "a3": "Misiunile au devenit mai ușoare pe măsură ce ai progresat",
      "a4": "Fiecare misiune a predat informații complet fără legătură",
      "a5": "Doar Misiunea 3 conținea învățare reală",
      "text": "ÎNTREBARE META-ÎNVĂȚARE - Gândește-te la PROPRIA ta experiență cu aceste trei misiuni. Ce afirmație este ADEVĂRATĂ despre călătoria ta de învățare?"
    }
  },
  "home": {
    "reset_progress": {
      "open": ""
    },
    "title": ""
  },
  "play_to_survive": {
    "brief": "Explorează secțiunea ARCADE și EXIT FOYER. Găsește cele mai vechi jocuri expuse—cele din începutul anilor 1980. Examinează descrierile, datele de lansare și mecanicile pentru a răspunde la întrebări.",
    "debrief": "JOCUL CA INSTRUMENT DE ÎNVĂȚARE AL NATURII\n\nJocul este mai vechi decât civilizația umană. Cu mult înainte să construim școli sau să scriem manuale, animalele învățau prin joc. Puii de lup se luptă pentru a exersa vânătoarea. Delfinii aruncă obiecte pentru a dezvolta coordonarea. Chiar și caracatițele își explorează mediul prin manipulare jucăușă (Burghardt, 2005). Jocul permite animalelor (inclusiv oamenilor) să practice abilități de supraviețuire în situații cu miză mică, unde greșelile nu sunt tragice.\n\nJocurile arcade vechi pe care tocmai le-ai examinat exploatează acest sistem ancient de învățare. Ms. PAC-MAN predă conștientizarea spațială pe măsură ce urmărești tiparele fantomelor. BurgerTime predă cauză și efect—calci aici, ingredientul cade acolo. Lock 'N' Chase predă evaziune și urmărire.\n\nÎntr-un joc, eșecul este sigur. Poți muri și reîncepe. Poți experimenta fără consecințe reale. Aceasta este ceea ce face jocurile instrumente de învățare atât de puternice: îți permit să exersezi, să eșuezi și să te îmbunătățești fără risc real.\n\nNeuroscience confirmă acest lucru. Când joci un joc și când înveți cu succes ceva nou, aceleași căi de recompensă se aprind în creierul tău (Koepp et al., 1998). Acea senzație de \"distracție\" pe care o ai? Este modul în care creierul tău spune \"înveți ceva util—continuă să faci asta!\" Evoluția ne-a programat să ne bucurăm de învățarea prin joc.\n\nJocurile, oferind reguli și obiective clare, feedback rapid când reușești sau eșuezi și creșteri graduale ale dificultății, creează ceea ce psihologul Lev Vygotsky avea să numească mai târziu \"medii de învățare structurate\" (Vygotsky, 1978): structuri care te susțin pe măsură ce înveți, apoi dispar pe măsură ce stăpânești abilitatea.\n\nJocul este modul în care natura predă.\n\n---\n\nREFERINȚE:\nBurghardt, G. M. (2005). The Genesis of Animal Play: Testing the Limits. MIT Press.\nHuizinga, J. (1938). Homo Ludens: A Study of the Play-Element in Culture. Beacon Press.\nKoepp, M. J., Gunn, R. N., Lawrence, A. D., Cunningham, V. J., Dagher, A., Jones, T., ... & Grasby, P. M. (1998). Evidence for striatal dopamine release during a video game. Nature, 393(6682), 266-268.\nSalen, K., & Zimmerman, E. (2004). Rules of Play: Game Design Fundamentals. MIT Press.\nVygotsky, L. S. (1978). Mind in Society: The Development of Higher Psychological Processes. Harvard University Press.\n\nLECTURĂ SUPLIMENTARĂ:\nSutton-Smith, B. (1997). The Ambiguity of Play. Harvard University Press.\nPellegrini, A. D. (2009). The Role of Play in Human Development. Oxford University Press.\nCaillois, R. (1961). Man, Play and Games",
    "q1": {
      "a1": "1979",
      "a2": "1981",
      "a3": "1983",
      "a4": "1985",
      "a5": "1987",
      "text": "În ce an a fost lansat pentru prima dată Ms. PAC-MAN?"
    },
    "q2": {
      "a1": "Să învingă toate fantomele",
      "a2": "Să colecteze power-up-uri într-o ordine specifică",
      "a3": "Să mănânce toate Pac-Dots-urile evitând fantomele",
      "a4": "Să completeze o cursă contra cronometru",
      "a5": "Să rezolve puzzle-uri de labirint",
      "text": "Conform descrierii, ce trebuie să facă Ms. PAC-MAN pentru a avansa la următoarea etapă?"
    },
    "q3": {
      "a1": "Cursă contra cronometru",
      "a2": "Controlează pe bucătarul Peter Pepper pentru a face ingredientele să cadă și să se stivuiască pe chiflele",
      "a3": "Împușcă toți inamicii",
      "a4": "Rezolvă puzzle-uri matematice",
      "a5": "Apără împotriva valurilor de atacatori",
      "text": "Care este obiectivul principal în BurgerTime conform descrierii sale?"
    },
    "q4": {
      "a1": "Joc de curse",
      "a2": "Urmărire în labirint",
      "a3": "Aventură narativă",
      "a4": "Sport multiplayer",
      "a5": "Shooter vertical",
      "text": "Ce gen/tip de joc este Lock 'N' Chase (1981) descris în EXIT FOYER?"
    }
  },
  "quest": {
    "brief_image_alt": "",
    "continue": "",
    "debrief": "",
    "input": {
      "edit": "",
      "submit": ""
    }
  },
  "scan": {
    "close": "",
    "open": ""
  },
  "test_question_qr": {
    "author": {
      "gaiman": "",
      "pratchett": "",
      "rrmartin": "",
      "sanderson": "",
      "text": ""
    }
  },
  "test_questions": {
    "brief": "",
    "debrief": "",
    "q1": {
      "a1": "",
      "a2": "",
      "a3": "",
      "a4": "",
      "text": ""
    },
    "q2": {
      "a1": "",
      "a2": "",
      "a3": "",
      "a4": "",
      "text": ""
    }
  },
  "test_questions_qr": {
    "brief": "",
    "color": {
      "blue": "",
      "green": "",
      "red": "",
      "text": "",
      "yellow": ""
    },
    "debrief": ""
  },
  "test_scannable": {
    "brief": "",
    "debrief": ""
  },
  "test_text": {
    "brief": "",
    "debrief": ""
  },
  "the_fellowship_of_selves": {
    "brief": "Joacă aceste două jocuri unde poți alege sau crea diferite tipuri de personaje:\n\n**Secțiunea THE PLAYER IS PRESENT:**\n- The Elder Scrolls IV: Oblivion Remastered (creează-ți personajul și alege o clasă: războinic, mag, hoț sau hibrid)\n\n**Secțiunea INDIES SPOTLIGHT:**\n- West of Loathing (alege din șase clase de personaje în acest RPG Western de comedie)\n\nExplorează procesul de creare/selecție a personajului în fiecare joc. Încearcă să joci ca diferite tipuri sau petrece timp considerând care tip te cheamă. Joacă cel puțin 10 minute pe joc, apoi scanează codurile QR.",
    "debrief": "# PARTIDUL UNUIA\n\nCarl Jung a propus că în fiecare psihic există nu un singur sine, ci multe—arhetipuri, modele universale țesute în conștiința umană (Jung, 1968). Eroul. Înțeleptul. Îngrijitorul. Rebelul. Când Dungeons & Dragons a formalizat \"clasele de personaje\" în 1974—Luptător, Cleric, Magician, Hoț—au tradus aceste modele antice în mecanici de joc.\n\nPrimul tău răspuns dezvăluie cum te raportezi la această multiplicitate interioară. Dacă joci întotdeauna același tip, ți-ai găsit arhetipul dominant—familiar și confortabil. Dar Jung a avertizat împotriva supra-identificării cu un singur model, numindu-l \"inflație\" (Jung, 1968). Războinicul care nu poate fi vulnerabil. Înțeleptul care nu poate acționa.\n\nDacă vrei să le joci pe toate, experimentezi ceea ce Jung a numit \"individuare\"—integrarea acestor aspecte într-un sine complet (Jung, 1968). \"Jucând pentru a pierde\" în larp-ul nordic ilustrează acest lucru: jucătorii aleg deliberat tipuri de personaje incomode—jucătorul agresiv ca vindecător blând, intelectualul ca războinic brutal—pentru a explora calități exilate (Montola & Stenros, 2010).\n\nAl treilea răspuns dezvăluie decalajul dintre sinele autentic și cel adaptat. Învățăm anumite roluri pentru a supraviețui și a aparține—\"persona\" lui Jung, masca pe care o arătăm lumii (Jung, 1968). Această adaptare nu este falsă, dar uneori persona devine închisoare.\n\nJocurile dezvăluie acest decalaj. Când joci tâlharul după ani ca îngrijitor responsabil, liderul după ce te-ai ascuns în fundal, războinicul după ce ai evitat conflictul—recuperezi părți pe care viața nu ți-a permis să le exprimi.\n\nCercetătorul Kjell Hedgard Hugaas descrie \"identity bleed\"—când jocul de rol schimbă modul în care ne înțelegem pe noi înșine (Hugaas, 2024). Un jucător realizează că încrederea nu este o trăsătură pe care o ai; este comportament pe care îl practici. Altul descoperă că cruzimea și bunătatea coexistă în toată lumea—alegem pe care să o acționăm.\n\nEchipa standard de aventuri necesită Tank, Healer, DPS și Controller—o necesitate mecanică care oglindește adevărul psihologic. O persoană completă are nevoie de toate aceste capacități: rezistență, îngrijire, afirmare, influență. Viața cere să ne specializăm. Jocurile ne invită să ne amintim că conținem multitudini.\n\n---\n\n## REFERINȚE:\nHugaas, K. H. (2024). Bleed and identity: A conceptual model of bleed and how bleed-out from role-playing games can affect a player's sense of self. International Journal of Role-Playing, 15, 9-35.\nJung, C. G. (1968). The Archetypes and the Collective Unconscious (2nd ed., R. F. C. Hull, Trans.). Princeton, NJ: Princeton University Press. (Original work published 1959)\nMontola, M., & Stenros, J. (Eds.). (2010). Nordic Larp. Stockholm, Sweden: Fëa Livia.\n\n## LECTURĂ SUPLIMENTARĂ:\nBowman, S. L. (2010). The Functions of Role-Playing Games: How Participants Create Community, Solve Problems and Explore Identity. Jefferson, NC: McFarland & Co.\nNephew, M. (2006). Playing with identity: Unconscious desire and role-playing games. In J. P. Williams, S. Q. Hendricks, & W. K. Winkler (Eds.), Gaming as Culture: Essays on Reality, Identity and Experience in Fantasy Games (pp. 120-139). Jefferson, NC: McFarland & Co.",
    "pattern": {
      "a1": "Joc întotdeauna același tip—știu ce îmi place",
      "a2": "De obicei joc același tip cu experimente ocazionale",
      "a3": "Alternez între 2-3 tipuri favorite",
      "a4": "Îmi place să încerc multe tipuri diferite să văd ce se potrivește",
      "a5": "Vreau să le joc pe TOATE—fiecare tip cheamă ceva în mine",
      "text": "Când jocurile oferă diferite tipuri de personaje (războinic, mag, vindecător, hoț), ce model te descrie CEL MAI BINE?"
    },
    "real_life_class": {
      "a1": "Deloc—sunt fericit cu rolul meu din viața reală",
      "a2": "Rareori—în general mulțumit cu dorințe minore",
      "a3": "Uneori—mă simt constrâns de rolul meu actual",
      "a4": "Adesea—aș dori să pot exprima calități diferite",
      "a5": "Constant—mă simt prins în arhetipul greșit",
      "text": "Când îți imaginezi \"clasa de personaj\" din viața reală, cât de puternic simți: \"Aș dori să pot fi un tip diferit de cel ce sunt în viața zilnică\"?"
    },
    "resonance": {
      "a1": "Deloc—este doar strategie de gameplay",
      "a2": "Ușor—ar putea exista o mică conexiune",
      "a3": "Moderat—reflectă oarecum personalitatea mea",
      "a4": "Puternic—cu siguranță exprimă ceva adevărat despre mine",
      "a5": "Profund—acest tip de personaj se simte ca întâlnirea cu mine însumi",
      "text": "Gândește-te la tipul tău FAVORIT de personaj de jucat. Cât de puternic rezonează această afirmație: \"Acest tip de personaj exprimă ceva despre cine sunt cu adevărat sau vreau să fiu\"?"
    }
  },
  "the_learning_ladder": {
    "brief": "Explorează secțiunile INDIES SPOTLIGHT, THE PLAYER IS PRESENT, KIDS ROOM și EXIT FOYER. Compară jocuri din diferite ere (anii 1980 până în 2020). Acordă atenție descrierilor de gen, complexității gameplay-ului și evoluției design-ului.",
    "debrief": "DESIGNERII CA ARHITECȚI AI ÎNVĂȚĂRII\n\nObservă ce tocmai s-a întâmplat? Această misiune a fost mai dificilă decât prima. A trebuit să compari jocuri din diferite ere, să înțelegi termeni precum \"rogue-lite\" și să analizezi cum s-a dezvoltat designul jocurilor de-a lungul deceniilor. Am construit pe ceea ce ai învățat în Misiunea 1. Știai deja cum să extragi informații din exponate, așa că acum am putut să te întrebăm să faci ceva mai complex cu acele informații.\n\nAceasta este exact ceea ce fac designerii de jocuri—și psihologul Mihaly Csikszentmihalyi a explicat de ce funcționează. \"Teoria fluxului\" sa arată că oamenii sunt cei mai fericiți și învață cel mai bine când o sarcină este perfect echilibrată: nu atât de ușoară încât să te plictisești, nu atât de grea încât să te frustrezi (Csikszentmihalyi, 1990). Jocurile te mențin în acest punct optim—ceea ce el a numit \"canalul fluxului\"—ajustând constant dificultatea pe măsură ce abilitățile tale se îmbunătățesc.\n\nDesignerii de jocuri structurează învățarea prin:\n- Introducerea UNUI concept nou la un moment dat\n- Oferirea de FEEDBACK IMEDIAT (știi instantaneu dacă ai reușit)\n- Creșterea DIFICULTĂȚII GRADUAL (fiecare nivel ușor mai greu)\n- Permiterea EȘECULUI SIGUR (poți încerca din nou fără consecințe reale)\n- Recompensarea MAESTRIEI (acea senzație satisfăcătoare când \"înțelegi\")\n\nDesignul \"rogue-lite\" al Trinity Fusion demonstrează strălucit acest lucru. Mori și reîncepi, dar ești mai deștept de fiecare dată—ai învățat tiparele inamicilor, aspectele nivelurilor și strategiile. Jocul se resetează, dar cunoștințele tale persistă. Cercetările arată că acest tip de provocare structurată, cu structurare care nu întrerupe gameplay-ul, îmbunătățește atât învățarea, cât și bucuria (Barzilai & Blau, 2014).\n\nIată partea remarcabilă: când învățarea este structurată astfel, nu se simte ca muncă. Se simte ca joc. Creierul tău face exact ceea ce evoluția l-a proiectat să facă—să învețe prin angajament voluntar și plăcut. Designerii de jocuri au descoperit cum să facă acea scară foarte, foarte eficientă în a te menține să urci.\n\n---\n\nREFERINȚE:\nBarzilai, S., & Blau, I. (2014). Scaffolding game-based learning: Impact on learning achievements, perceived learning, and game experiences. Computers & Education, 70, 65-79.\nBruner, J. S. (1960). The Process of Education. Harvard University Press.\nChen, J. (2007). Flow in games (and everything else). Communications of the ACM, 50(4), 31-34.\nCsikszentmihalyi, M. (1990). Flow: The Psychology of Optimal Experience. Harper & Row.\nHabgood, M. J., & Ainsworth, S. E. (2011). Motivating children to learn effectively: Exploring the value of intrinsic integration in educational games. Journal of the Learning Sciences, 20(2), 169-206.\nSweetser, P., & Wyeth, P. (2005). GameFlow: A model for evaluating player enjoyment in games. Computers in Entertainment, 3(3), 1-24.\nVygotsky, L. S. (1978). Mind in Society. Harvard University Press.\nWood, D., Bruner, J. S., & Ross, G. (1976). The role of tutoring in problem solving. Journal of Child Psychology and Psychiatry, 17(2), 89-100.\n\nLECTURĂ SUPLIMENTARĂ:\nGarris, R., Ahlers, R., & Driskell, J. E. (2002). Games, motivation, and learning: A research and practice model. Simulation & Gaming, 33(4), 441-467.\nGee, J. P. (2007). What Video Games Have to Teach Us About Learning and Literacy (2nd ed.). Palgrave Macmillan.\nMayer, R. E. (2014). Computer Games for Learning: An Evidence-Based Approach. MIT Press.",
    "q1": {
      "a1": "Shooter de acțiune rapid",
      "a2": "Meditație muzicală / experiențială cozy",
      "a3": "Bătălie multiplayer competitivă",
      "a4": "Experiență horror de supraviețuire",
      "a5": "Simulare de strategie complexă",
      "text": "Găsește Simpler Times în INDIES SPOTLIGHT de la studioul românesc Stoneskip. Cum este descris acest joc?"
    },
    "q2": {
      "a1": "Acțiune arcade simplă",
      "a2": "Un singur tip de puzzle repetat",
      "a3": "Explorarea complexă a lumii, vânătoare de monștri și alegeri de poveste",
      "a4": "Doar mecanici de luptă",
      "a5": "Privire pasivă fără interacțiune",
      "text": "Compară două ere: BurgerTime (1982) preda O singură mecanică de bază (calcă peste ingrediente). Acum găsește The Witcher 3 (2015) în THE PLAYER IS PRESENT. Ce subliniază descrierea sa?"
    },
    "q3": {
      "a1": "Cum să joci mai bine jocurile existente",
      "a2": "Bazele designului de jocuri și programării vizuale",
      "a3": "Fapte istorice despre gaming",
      "a4": "Strategii competitive de esports",
      "a5": "Compoziție artistică și muzicală",
      "text": "Game Builder Garage (2021) în KIDS ROOM îi învață explicit pe jucători despre ce?"
    },
    "q4": {
      "a1": "Jucătorii reîncep când mor, dar păstrează unele progrese/cunoștințe",
      "a2": "Există doar o cale corectă prin joc",
      "a3": "Jocul nu are provocare sau dificultate",
      "a4": "Jucătorii pot juca doar o dată",
      "a5": "Toate nivelurile sunt exact la fel de fiecare dată",
      "text": "Găsește Trinity Fusion de la dezvoltatorul român Angry Mob Games. Este descris ca un \"rogue-lite action platformer\". Ce înseamnă \"rogue-lite\" despre designul său de învățare?"
    },
    "q5": {
      "a1": "Oraș modern, joc de curse",
      "a2": "Anul 355 d.Hr., hack 'n slash",
      "a3": "Stație spațială, joc de puzzle",
      "a4": "Castel medieval, doar platformer",
      "a5": "Lume subacvatică, aventură",
      "text": "În EXIT FOYER, găsește Wizard Fire (1992). Conform descrierii sale, ce cadru și gen folosește?"
    }
  },
  "the_safe_space_for_transformation": {
    "brief": "Joacă aceste două jocuri care creează situații emoționale intense și dileme morale:\n\n**Secțiunea INDIES SPOTLIGHT:**\n- Papers, Please (controlezi un inspector de graniță care ia decizii de viață și moarte)\n\n**Secțiunea 11 BIT STUDIO:**\n- This War of Mine (supraviețuiește ca civil într-o zonă de război, luând alegeri imposibile)\n\nAngajează-te profund cu aceste scenarii provocatoare. Permite-ți să simți greutatea deciziilor. Joacă fiecare cel puțin 10-15 minute, apoi scanează codurile QR.",
    "debrief": "# CERCUL MAGIC CA SPAȚIU SACRU\n\nIstorianul Johan Huizinga a descris \"cercul magic\"—granița care separă jocul de viața obișnuită unde regulile normale se suspendă și noi posibilități apar (Huizinga, 1955). În acest cerc, consecințele se deconectează de realitatea materială. Dar jocurile oferă mai mult decât experimentare fără consecințe. Oferă un \"container transformativ\"—un spațiu sigur dar provocator pentru întâlnirea părților noastre pentru care viața zilnică nu are loc (Bowman et al., 2023).\n\nAi experimentat bleed—conceptul cel mai studiat în teoria larp-ului nordic. Kjell Hedgard Hugaas identifică trei tipuri (Hugaas, 2019):\n\n**BLEED EMOȚIONAL:** Sentimentele personajului devin ale tale. Jucând Papers, Please, refuzând refugiați disperați, simți vinovăție genuină—nu pentru că TU ai greșit, ci pentru că granița între tine și personaj s-a dizolvat.\n\n**BLEED PROCEDURAL:** Comportamentele din joc se transferă în viața reală. După This War of Mine, observi lipsa resurselor diferit, consideri compromisurile morale mai atent. Jocul a învățat mintea ta noi modele.\n\n**BLEED MEMETIC:** Ideile din joc schimbă modul în care gândești. Papers, Please nu doar simulează cruzimea birocratică—te face să vezi acea complicitate peste tot după aceea. Rescrie înțelegerea ta despre sisteme, putere și compromis moral.\n\nDacă experiențele rămân cu tine zile întregi, experimentezi bleed semnificativ. Aceasta nu este o eroare—este funcționalitatea. Cercul magic este permeabil prin design, lăsând experiențele din joc să infiltreze și să transforme în siguranță viața zilnică.\n\nPsihoterapeuta Elektra Diakolambrianou folosește jocurile de rol clinic pentru containerele lor \"suficient de sigure\" (Diakolambrianou & Bowman, 2023). Jocul oferă structură—\"doar joc\"—permițând în același timp vulnerabilitate genuină. Explorezi emoții dificile prin scenarii unde poți pauzează, debriefa sau opri când devine prea mult. Aceasta este \"distanță terapeutică\" (Landy, 1994): nu problema reală, deci o poți examina fără a fi copleșit, dar suficient de reală încât insight-urile se transferă.\n\nCercetările arată în mod constant că participanții raportează schimbări durabile din jocul de rol transformativ: schimbări de perspectivă, integrare a umbrei, empatie crescută, conștientizare de sine mai mare (Bowman, 2010; Stark, 2012; Hugaas, 2024).\n\nDar transformarea nu este automată. Necesită intenționalitate și muncă de integrare (Bowman et al., 2023). Jocul dezvăluie—tu trebuie să recunoști. Jocul provocă—tu trebuie să reflectezi. Jocul oferă noi moduri de a fi—tu trebuie să le porți peste prag în viața zilnică.\n\nStructura rituală a jocului—intrarea în cerc, suferirea încercărilor, ieșirea transformată—oglindește ceremoniile de inițiere din toate culturile (Turner, 1969). Șamanul intră în transă. Inițiatul intră în sălbăticie. Jucătorul intră în joc. Toți se întorc schimbați—dacă fac munca de integrare.\n\nAcest debrief este acea muncă. Ce ai descoperit despre valorile tale? Ce ai învățat despre capacitatea ta de cruzime sau milă? Ce aspecte ale tale însuți ți-a permis jocul să explorezi în siguranță?\n\nAceste jocuri nu au fost divertisment. Au fost oglinzi—uneori flatante, alteori condamnătoare, întotdeauna revelatorii. Acum știi cine ești când mizele par reale dar consecințele nu sunt. Ceea ce este, poate, cine ai fost întotdeauna sub rolurile pe care viața ți-a cerut să le joci.\n\n---\n\n## REFERINȚE:\nBowman, S. L. (2010). The Functions of Role-Playing Games: How Participants Create Community, Solve Problems and Explore Identity. Jefferson, NC: McFarland & Co.\nBowman, S. L., Diakolambrianou, E., Torner, E., Westborg, J., & Hugaas, K. H. (2023). Transformative Role-Playing Game Design. Uppsala, Sweden: Uppsala University Press.\nDiakolambrianou, E., & Bowman, S. L. (2023). Therapy and larp. In S. L. Bowman, E. Diakolambrianou, E. Torner, J. Westborg, & K. H. Hugaas, Transformative Role-Playing Game Design (pp. 173-197). Uppsala, Sweden: Uppsala University Press.\nHugaas, K. H. (2019). Investigating types of bleed in larp: Emotional, procedural, and memetic. Nordic Larp. https://nordiclarp.org/2019/01/25/investigating-types-of-bleed-in-larp-emotional-procedural-and-memetic/\nHugaas, K. H. (2024). Bleed and identity: A conceptual model of bleed and how bleed-out from role-playing games can affect a player's sense of self. International Journal of Role-Playing, 15, 9-35.\nHuizinga, J. (1955). Homo Ludens: A Study of the Play-Element in Culture. Boston, MA: Beacon Press. (Original work published 1938)\nLandy, R. J. (1994). Drama Therapy: Concepts, Theories and Practices (2nd ed.). Springfield, IL: Charles C Thomas.\nStark, L. (2012). Leaving Mundania: Inside the Transformative World of Live Action Role-Playing Games. Chicago, IL: Chicago Review Press.\nTurner, V. (1969). The Ritual Process: Structure and Anti-Structure. Chicago, IL: Aldine Publishing.\n\n## LECTURĂ SUPLIMENTARĂ:\nBeltrán, W. S. (2012). Yearning for the hero within: Live action role-playing as engagement with mythical archetypes. In S. L. Bowman & A. Vanek (Eds.), Wyrd Con Companion Book 2012 (pp. 89-96). Los Angeles, CA: Wyrd Con.\nGrimes, R. L. (2000). Deeply Into the Bone: Re-inventing Rites of Passage. Berkeley, CA: University of California Press.\nKemper, J. (2017). The battle of Primrose Park: Playing for emancipatory bleed in Fortune & Felicity. Nordic Larp. https://nordiclarp.org/2017/06/21/the-battle-of-primrose-park-playing-for-emancipatory-bleed-in-fortune-felicity/",
    "lingering": {
      "a1": "Dispar în momentul în care opresc jocul",
      "a2": "Mă gândesc la ele scurt după aceea",
      "a3": "Persistă ore întregi, uneori revenind mai târziu",
      "a4": "Îmi afectează starea și gândirea pentru o zi sau mai mult",
      "a5": "Devin parte din modul în care mă înțeleg pe mine și lumea",
      "text": "După ce joci jocuri cu conținut emoțional sau moral intens, cât de puternic rămân aceste experiențe cu tine?"
    },
    "self_learning": {
      "a1": "Deloc—sunt doar decizii de joc",
      "a2": "Ușor—o alegere m-a făcut să mă gândesc puțin",
      "a3": "Moderat—câteva momente mi-au dezvăluit valorile",
      "a4": "Puternic—am descoperit credințe pe care nu știam că le am",
      "a5": "Profund—m-am văzut într-un mod complet nou",
      "text": "În aceste jocuri, înfrunți alegeri sau situații dificile pe care nu le-ai întâlni niciodată în viața reală. Cât de intens simți: \"Am învățat ceva despre mine din modul în care am răspuns\"?"
    },
    "transformative_potential": {
      "a1": "Deloc—jocurile și viața reală sunt complet separate",
      "a2": "Improbabil—poate puțin insight dar nicio schimbare reală",
      "a3": "Posibil—ar putea oferi o nouă perspectivă",
      "a4": "Probabil—practicarea în jocuri s-ar putea transfera în viață",
      "a5": "Cu siguranță—jocurile sunt un spațiu puternic pentru transformare reală",
      "text": "Dacă ai putea proiecta un joc pentru a te ajuta să lucrezi printr-o provocare reală din viața ta, cât de puternic crezi că jucarea acelui joc te-ar putea ajuta de fapt?"
    }
  },
  "who_do_you_become": {
    "brief": "Joacă aceste două jocuri unde întruchipezi personaje cu personalități distincte:\n\n**Secțiunea THE PLAYER IS PRESENT:**\n- The Witcher 3 (joacă ca Geralt of Rivia, vânător de monștri)\n\n**Secțiunea INDIES SPOTLIGHT:**\n- Yaga (joacă ca Ivan, un fierar blestemat cu o singură mână)\n\nJoacă fiecare joc cel puțin 10 minute. Experimentează cum se simte să locuiești în aceste personaje. Apoi scanează codurile QR afișate pe ecran sau pe panourile informative ale jocului.",
    "debrief": "# MASCA CA OGLINDĂ\n\nTocmai ai experimentat mimicry—una dintre cele patru categorii fundamentale ale jocului identificate de Roger Caillois (Caillois, 2001). Când ai devenit Geralt urmărind monștri sau Ivan confruntându-și blestemul, te-ai angajat în aceeași acțiune ca dansatorii rituali antici și actorii de teatru de-a lungul mileniilor: pus temporar deoparte identitatea ta zilnică pentru a explora cum se simte să fii altcineva.\n\nDar personajul nu este doar costum. Este alibi.\n\nCercetătoarea jocurilor de rol Sarah Lynne Bowman descrie alibi-ul ca un \"cadru protector\" care permite jucătorilor să exploreze aspecte ale lor pe care altfel nu s-ar simți în siguranță să le exprime (Bowman et al., 2023). Personajul oferă permisiune: \"Doar văd ce ar face Geralt\" devine acoperire pentru a testa curajul pe care nu l-ai arătat, exprimând emoții pe care le-ai ținut ascunse.\n\nPrimul tău răspuns dezvăluie cum folosești acest alibi. Dacă te-ai simțit complet diferit de tine însuți, personajul a devenit evadare completă—uneori necesară pentru a ne vedea clar pe noi înșine. Dacă ai simțit că descoperi părți ascunse, ai experimentat ceea ce larp-ul nordic numește \"bleed\"—când granițele între jucător și personaj devin permeabile (Bowman, 2015). Sentimentele personajului se scurg în ale tale; transformarea se întâmplă aici.\n\nAl doilea răspuns este cheia. Când ai identificat o calitate pe care ai aduce-o înapoi de la personaj, ai dezvăluit umbra ta—termenul psihologului Carl Jung pentru aspecte neexprimate ale noastre (Jung, 1968). Nu părți rele—părți neexprimate. Curajul eroului. Puterea războinicului. Jocurile oferă un laborator pentru munca cu umbra: putem încerca aceste calități unde mizele sunt imaginare dar sentimentele sunt reale.\n\nRegizorul de teatru Keith Johnstone a observat: \"Într-o piesă, poți fi serios fără ca cineva să creadă că EȘTI serios\" (Johnstone, 1979, p. 93). Jocurile merg mai departe: descoperi că ai fost serios tot timpul, dar aveai nevoie de permisiune să afli.\n\nPersonajul pe care l-ai jucat nu este altcineva. Este un tu posibil, trăind într-o altă poveste. Acum știi ce calități îți dorești, ce fel de persoană ai putea deveni.\n\n---\n\n## REFERINȚE:\nBowman, S. L. (2015). Bleed: The spillover between player and character. Nordic Larp. https://nordiclarp.org/2015/03/02/bleed-the-spillover-between-player-and-character/\nBowman, S. L., Diakolambrianou, E., Torner, E., Westborg, J., & Hugaas, K. H. (2023). Transformative Role-Playing Game Design. Uppsala, Sweden: Uppsala University Press.\nCaillois, R. (2001). Man, Play and Games (M. Barash, Trans.). Urbana, IL: University of Illinois Press. (Original work published 1958)\nJohnstone, K. (1979). Impro: Improvisation and the Theatre. London: Methuen.\nJung, C. G. (1968). The Archetypes and the Collective Unconscious (2nd ed., R. F. C. Hull, Trans.). Princeton, NJ: Princeton University Press. (Original work published 1959)\n\n## LECTURĂ SUPLIMENTARĂ:\nBeltrán, W. S. (2013). Shadow work: A Jungian perspective on the underside of live action role-play in the United States. In S. L. Bowman & A. Vanek (Eds.), Wyrd Con Companion Book 2013 (pp. 94-101). Los Angeles, CA: Wyrd Con.\nMontola, M., & Stenros, J. (Eds.). (2010). Nordic Larp. Stockholm, Sweden: Fëa Livia.",
    "witcher_feeling": {
      "a1": "Mă simt complet diferit de mine însumi în viața de zi cu zi",
      "a2": "Mă simt oarecum diferit, dar încă mă recunosc",
      "a3": "Mă simt ca o versiune a mea cu abilități noi",
      "a4": "Mă simt ca mine însumi în circumstanțe diferite",
      "a5": "Simt că descopăr părți ascunse ale celui ce sunt",
      "text": "Când joci ca Geralt din The Witcher, care dintre aceste sentimente este CEL MAI PUTERNIC?"
    },
    "witcher_quality": {
      "a1": "Nu sunt interesat să aduc ceva înapoi",
      "a2": "Ușor curios de o calitate",
      "a3": "Moderat atras de o calitate",
      "a4": "Doresc puternic o calitate",
      "a5": "Tânjesc profund să întruchipez o calitate",
      "text": "Dacă ai putea aduce O calitate de la Geralt în viața ta reală, cât de intens o dorești?"
    },
    "yaga_feeling": {
      "a1": "Mă simt complet diferit de mine însumi în viața de zi cu zi",
      "a2": "Mă simt oarecum diferit, dar încă mă recunosc",
      "a3": "Mă simt ca o versiune a mea cu abilități noi",
      "a4": "Mă simt ca mine însumi în circumstanțe diferite",
      "a5": "Simt că descopăr părți ascunse ale celui ce sunt",
      "text": "Când joci ca Ivan din Yaga, care dintre aceste sentimente este CEL MAI PUTERNIC?"
    },
    "yaga_quality": {
      "a1": "Nu sunt interesat să aduc ceva înapoi",
      "a2": "Ușor curios de o calitate",
      "a3": "Moderat atras de o calitate",
      "a4": "Doresc puternic o calitate",
      "a5": "Tânjesc profund să întruchipez o calitate",
      "text": "Dacă ai putea aduce O calitate de la Ivan în viața ta reală, cât de intens o dorești?"
    }
  }
}
